Repository: SergeyGurbich/Hebrewtests
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Возможно, вам стоит повторить следующие темы:
uk: Можливо вам варто повторити такі теми:

source: Ошибки были допущены при ответе на следующие вопросы:
uk: Ви дещо помилилися при відповідях на такі запитання:

source: Аудио для теста
uk: Аудіо для тесту

source: Вы можете прослушать аудио повторно в ходе ответов на вопросы.
uk: Ви зможете прослухати аудіо ще безліч разів, відповідаючи на запитання

source: Вопрос
uk: Питання

source: Главная
uk: Головна

source: Тесты
uk: Тести

source: Курсы
uk: Курси

source: Видео
uk: Відео

source: Обо мне
uk: Про мене

source: Контент, оформление и всё такое: Sergii Gurbych
uk: Контент, оформлення, локализація та інші дрібниці: Sergii Gurbych

source: Программа занятий в рамках индивидуальных курсов
uk: Програма занять при індивідуальній роботі з викладачем

source: Каждая тема рассчитана на 4-6 часов работы с преподавателем. В рамках каждой темы рассматривается также базовая грамматика, необходимая для грамотного общения.
uk: Кожна тема розрахована на 4-6 годин роботи з викладачем. В межах кожної теми розглядається також базова граматика, яка необхідна для спілкування.

source: Темы для изучения в рамках онлайн курса "иврит начального уровня":
uk: Теми для вивчення в ході онлайн-курса "Іврит початкового рівня":

source: знакомство (имя, место проживания, род деятельности);
uk: знайомство (ім'я, місце проживання, рід діяльності);

source: время (который час, в котором часу, сколько времени что-то занимает);
uk: час (котра година, о котрій годині, скількі часу щось займає);

source: возраст;
uk: вік;

source: любимые и нелюбимые вещи, еда и дела;
uk: улюблені речі, їжа, напої та справи;

source: что мы должны, можем и хотим делать?
uk: що ми можемо, маємо та любимо робити?

source: деньги (сколько стоит, почему так дорого и нельзя ли подешевле?);
uk: гроші (скількі коштує, чому так дорого, і чи можна трошки дешевше?);

source: самочувствие (здоров, красив, умен, счастлив, но пока без работы);
uk: самопочуття (здорові, красиві, розумні, щасливі, але чогось ще бракує);

source: как добраться до нужной локации и не заблудиться?
uk: як дістатися до потрібної локації та не заблукати?

source: что вчера было?
uk: ой, що вчора було?

source: части тела, и что с ними делать.
uk: частини тіла, та що з ними робити.

source: Полистать
uk: Переглянути

source: Темы для изучения в рамках онлайн курса "иврит среднего уровня":
uk: Теми для вивчення в ході онлайн-курса "Іврит середнього рівня":

source: знакомство (самопрезентация, рассказ о своем хобби, навыки задавать вопросы собеседнику);
uk: знайомство (самопрезентація, розповідь про свої хобі, формування навичок задавати питання);

source: общение в магазине и на рынке в Израиле (продовольственные и непродовольственные товары);
uk: спілкування в магазині та на базарі в Ізраїлі (продовольчі й непродовольчі товари);

source: в кафе, в ресторане (общение с официантом, разговоры о любимых блюдах);
uk: в кафе, в ресторані (спілкування з офіціантом, розмови про улюблені справи);

source: как рассказать о своем опыте работы на иврите (изучение лексики, касающейся именно вашей отрасли);
uk: як розповісти про свій досвід роботи (вивчення лексики, що стосується саме вашої галузі);

source: как арендовать машину (+ лексика, касающаяся заправки и страхования);
uk: як орендувати машину (+ лексика, що стосується заправки та страхування);

source: поиск работы в сети онлайн и в компаниях по трудоустройству на иврите;
uk: пошук роботи в мережі онлайн та в компаніях по трудоустрою в Ізраїлі;

source: общение в социальных сетях на иврите;
uk: спілкування в соцмережах на івриті;

source: на приеме у врача (базовая лексика касающаяся тела и возможных болезней);
uk: на прийомі у лікаря (базова лексика, що стосується органів тіла та можливих хвороб);

source: в городском транспорте в Израиле (расписание движения, покупка билетов и т.п.);
uk: в міському транспорті в Ізраїлі (розклад руху, купівля квитків і т.ін.);

source: общение в офисе (базовая лексика в сфере делового общения на иврите);
uk: спілкування офісі (базова лексіка в сфері ділового спілкування на івриті);

source: автобиография на иврите;
uk: автобіографія на івриті;

source: планы на будущее (отработка навыков использования будущего времени в иврите).
uk: плани на майбутнє (відпрацювання навичок використання майбутнього часу).

source: При работе с преподавателем, вы сможете редактировать программу каждого курса: при желании - сделать акцент на том, что нужно именно вам, и выбросить то, что вам не интересно.
uk: Займаючись з викладачем, ви зможете редагувати програму кожного курсу: зробити наголос на тому, що потрібно саме вам, та оминути ті теми, які вам не актуальні.

source: Теперь вы можете: побольше узнать о преподавателе, или прямо написать и договориться о пробном занятии
uk: Тепер ви можете: дізнатись більше про викладача, чи одразу написати та домовитись про перше заняття

source: О преподавателе
uk: Про викладача

source: Связаться
uk: Зв'язатися

source: Количество баллов за тест:
uk: Кількість правильних відповідей:

source: Еще тесты!
uk: Ще тести

source: План курса
uk: План курсу

source: Экспресс-тесты на знание иврита
uk: Експрес-тести на знання івриту

source: Этот минималистичный сайт пригодится вам, если вы:
uk: Цей мінімалістичний сайт стане вам в нагоді, якщо ви:

source: Хотите протестировать свой уровень иврита
uk: Хочете протестувати свій рівень івриту

source: Ищете видео-, аудио- и текстовые материалы для изучения иврита
uk: Шукаєте відео-, аудіо- та текстові матеріали для вивчення івриту

source: Готовитесь к сдаче экзамена на уровни Алеф или Бет
uk: Готуєтесь до здачі іспитів на рівень Алеф чи Бет

source: Ищете преподавателя, который помог бы вам в развитии разговорных навыков
uk: Шукаєте викладача, який допоміг би вам у розвитку розмовних навичок

source: Прежде всего, вы можете пройти тест и примерно определить свой уровень иврита. Возможно, вам вовсе не нужно начинать с нуля.<br> Затем ознакомьтесь с детально проработанной программой каждого курса.<br> При работе с преподавателем, вы сможете настроить ее так, чтобы она максимально соответствовала вашим потребностям.<br> И, наконец, чтобы протестировать свои навыки восприятия на слух, вы можете посмотреть наши забавные обучающие видео про животных.<br> Хорошего вам настроения!
uk: Передусім, ви можете пройти тест і приблизно оцінити свій рівень івриту. Можливо вам зовсім не потрібно починати з нуля.<br> Після цього ви можете ознайомитись з детально розробленою програмою кожного курсу.<br> На заняттях з викладачем ви зможете налаштувати її так, щоб вона максимально відповідала вашим потребам.<br> І, нарешті, щоб протестувати свої навички сприйняття на слух, ви можете подивитись наші відео про тварин на легкому івриті.<br> Доброго вам настрою!

source: Выбрать курс
uk: Обрати курс

source: Узнать преподавателя
uk: Про викладача

source: Сергей Гурбич
uk: Сергій Гурбич

source: Гебраист, переводчик, литературовед<br> PhD в области израильской литературы<br> Стаж преподавания: с 2001 года
uk: Гебраїст, перекладач, літературознавець<br> PhD, Іврит та Ізраїльська література<br> Досвід викладання: з 2001 року

source: Возможности сотрудничества
uk: Можливості співробітництва

source: Для организаций:
uk: Для організацій

source: координация учебного процесса на академическом уровне;
uk: координація навчального процеса на академічному рівні

source: составление учебных программ по предметам в сфере иудаики;
uk: складання навчальних програм по предметах в галузі Юдаїки

source: составление тестов по ивриту и организация тестирования студентов;
uk: створення тестів по івриту та організація тестування студентів

source: создание и поддержка программного обеспечения для увеличения эффективности учебного процесса и привлечения студентов.
uk: створення і підтримка програмного забеспечення для підвищення ефективності навчального процесу та залучення студентів

source: Для частных лиц:
uk: Для приватних осіб

source: подготовка к сдаче израильских тестов Алеф, Бет и Гимель;
uk: підготовка до сдачі ізраїльських тестів Алеф, Бет та Гімель;

source: развитие разговорных навыков в разных областях современного иврита;
uk: розвиток розмовних навичок в різних сферах сучасного івриту;

source: расширение словарного запаса в рамках медицинской, юридической и технической тематики;
uk: розширення словникового запасу, зокрема в медичній, юридичній та технічній тематиці;

source: обучение студентов с нуля до свободного владения языком.
uk: навчання студентів від початкового рівня до вільного володіння мовою.

source: Учебный процесс
uk: Навчальний процес

source: Хотя каждый курс имеет отработанную годами структуру, материалы для обучения подбираются каждый раз индивидуально в соответствии с интересами каждого студента. Подумайте, что вас интересует: чтение текстов или просмотр видео? А если видео, то фильмы или анимация? Может, ваша цель – ведение блога или участие в игровых форумах? Видео-конференции или общение с партнером вживую? Для каждой из этих опций у меня есть огромный набор материалов разной тематики – мода, спорт, технологии, даже общение с дикими животными. Например, вот видео об американских белках на легком иврите, сделанное специально для одного из моих курсов.
uk: Хоча кожен курс має відпрацьовану роками структуру, матеріали для навчання підбираються щоразу індивідуально відповідно до інтересів кожного студента. Подумайте, що вас більше цікавить: читання текстів чи перегляд відео? А якщо відео, то – фільми чи анімація? Може, ваша мета – ведення блогу чи участь у ігрових форумах? Відео-конференції чи спілкування з партнером наживо?Для кожної з цих опцій я маю величезний набір матеріалів різної тематики – мода, спорт, технології, навіть спілкування з дикими тваринами. Наприклад, ось відео про американських білочок на легкому івриті, яке було створено спеціально для одного з моїх курсів .

source: Преимущества
uk: Переваги

source: Вы можете оплачивать стоимость занятия после его окончания – то есть, когда вы уже уверены в качестве услуг.
uk: Ви можете сплачувати вартість заняття після його закінчення – тобто тоді, коли ви вже впевнені у якості послуг.

source: Если у вас нет опыта обучения онлайн – я помогу обустроить процесс максимально комфортно для вас.
uk: Якщо у вас немає досвіду навчання онлайн - я допоможу облаштувати процес максимально комфортно для вас.

source: Я развиваю прежде всего навыки общения, потому что понимаю, что ваша задача – не выучить весь язык, а использовать его для достижения своих целей.
uk: Я розвиваю насамперед навички спілкування, бо розумію, що ваша мета – не вивчити геть усю мову, а використовувати її для досягнення своїх цілей.

source: У меня есть опыт подготовки студентов к сдаче израильских экзаменов на уровни Алеф и Бет - результат достигается гораздо быстрее, чем в израильском ульпане.
uk: У мене є досвід підготовки студентів до ізраїльських іспитів на рівні Алеф та Бет - результат зазвичай досягається набагато скоріше, аніж в ізраїльських ульпанах.

source: Я знаю, что некоторым студентам удобнее учить язык через грамматику, а других, наоборот, грамматика только пугает. В нашем с вами общении я буду использовать тот подход, который вам удобнее.
uk: Я знаю, що деяким студентам зручніше вивчати мову через граматику, а інших, навпаки, граматика лише лякає. У нашому з вами спілкуванні я буду використовувати той підхід, який вам більш зручний.

source: Возможен гибкий график занятий, то есть вы можете учить язык даже когда вы путешествуете!
uk: Можливий гнучкий графік зайнять, тобто ви можете вивчати мову навіть коли ви подорожуете!

source: Опыт работы
uk: Досвід роботи

source: 2020— наст. вр
uk: 2020 - зараз

source: Исследователь в Университете Иллинойса в Урбана-Шампейн
uk: Дослідник в університеті Іллінойсу в Урбані-Шампейн, США

source: Преподаватель иврита и израильской литературы в Национальном Университете "Киево-Могилянская Академия"
uk: Викладач мови іврит та ізраїльської літератури в Національному Універсітеті України Києво-Могилянська Академія

source: Преподаватель иврита и израильской литературы в Международном Соломоновом Университете, Киев
uk: Викладач мови іврит та ізраїльської літератури в Міжнародному Соломоновому Університеті, Київ

source: Переводчик с английского и иврита с опытом работы с литературными, публицистическими и научными текстами.
uk: Перекладач з англійської та івриту з досвідом роботи з літературними, публіцистичними та науковими текстами.

source: Преподаватель иврита и переводчик на курсах при Посольстве Израиля в Киеве, Украина
uk: Викладач івриту та перекладач на курсах при посольстві Держави Ізраїль в Києві, Україна

source: Образование
uk: Освіта

source: октябрь 2017 - июнь 2021
uk: жовтень 2017 - червень 2021

source: Докторантура, департамент Иудаики, университет Хайдельберга, Германия
uk: Докторантура на департаменті Юдаїки Університету Хайдельберга, Німеччина

source: март 2016 - август 2017
uk: березень 2016 - серпень 2017

source: Магистратура, департамент Иудаики, университет Хайдельберга, Германия
uk: Магістратура на департаменті Юдаїки Університету Хайдельберга, Німеччина

source: август 2015 - февраль 2017
uk: серпень 2015 - лютий 2017

source: Годичная образовательная программа по иудаике в институте Пайдейя, Стокгольм
uk: Річна програма з Юдаїки в Інституті Пайдейя, Стокгольм, Швеція

source: Сентябрь 1997 - май 2001
uk: вересень 1997 - травень 2001

source: Педагогический колледж, специализация "Иудаика", Киев, Украина
uk: Педагогічний коледж, спеціалізація Юдаїка, Київ, Україна

source: Связаться со мной
uk: Зв'язатися зі мною

source: Тесты в рамках курса на уровень алеф:
uk: Тести в межах курсу підготовки на рівень Алеф:

source: Тесты в рамках курса на уровень бет:
uk: Тести в межах курсу підготовки на рівень Бет:

source: Примеры страниц учебника
uk: Приклади сторінок підручника

source: Видео на легком иврите с субтитрами
uk: Відео на легкому івриті з субтитрами

source: Черный медведь aka барибал
uk: Чорний ведмідь або барибал

source: Белка и кот
uk: Білка та кіт

source: Американский лось
uk: Американський лось

source: Сурок
uk: Байбак

source: Золотистый суслик
uk: Золотистий ховрах

source: Спасение опоссума
uk: Порятунок опосума

source: Слонята
uk: Слоненята

source: Воспитание бельчат
uk: Виховання білченят

source: Видеофрагмент для теста
uk: Відеофрагмент для тесту

source: Вы можете просмотреть это видео повторно в ходе ответов на вопросы.
uk: Ви зможете подивитися це відео ще декілька разів, відповідаючи на запитання.
